/* Loading Status */
"Loading..." = "Loading...";

/* Pull down to refresh status */
"Pull down to refresh..." = "Pull down to refresh...";

/* Pull up to load more */
"Pull up to load more..." = "Pull up to load more...";

/* Release to refresh status */
"Release to refresh..." = "Release to refresh...";

/* 释放加载更多... */
"释放加载更多..." = "Release to refresh...";

"Last Updated"="Last Updated";

"Back"="Back";

"Search"="Search";